Repository: paysonwallach/planner
Catalog: po/*.po
Languages: tr

source: Inbox
tr: Gelen Kutusu

source: Today
tr: Bugün

source: Scheduled
tr: Zamanlanmış

source: Pinboard
tr: Pano

source: Labels
tr: Etiketler

source: Completed
tr: Tamamlandı

source: Projects
tr: Projeler

source: Sections
tr: Bölümler

source: Tasks
tr: Görevler

source: Filters
tr: Filtreler

source: Lists
tr: Listeler

source: Don't Repeat
tr: Tekrarlama

source: Every minute
tr: Her ay

source: Every %d minutes
tr: Her %d ayda bir

source: Every hour
tr: Her yıl

source: Every %d hours
tr: Her %d yılda bir

source: Every day
tr: Her gün

source: Every %d days
tr: %d günde bir

source: Every week
tr: Her hafta

source: Every %d weeks
tr: Her %d haftada bir

source: Every month
tr: Her ay

source: Every %d months
tr: Her %d ayda bir

source: Every year
tr: Her yıl

source: Every %d years
tr: Her %d yılda bir

source: Priority
tr: Öncelik

source: Label
tr: Etiketler

source: Due Date
tr: Bitiş tarihi

source: Section
tr: Bölümler

source: Task Created
tr: Çoğalt

source: Task Updated
tr: Çoğalt

source: Description
tr: Açıklama

source: Pin
tr: İğnelenmiş

source: To-do name
tr: Yapılacak adı

source: Add a description…
tr: Açıklama ekle…

source: Set The Priority
tr: Önceliğe göre sırala

source: Add Labels
tr: Etiket Ekle

source: Add Reminders
tr: Hatırlatıcı Ekle

source: Add To-Do
tr: Yapılacak Ekle

source: Create More
tr: Proje oluştur

source: I'm sorry, Quick Add can't find any project available, try creating a project from Planify.
tr: Üzgünüm, Hızlı Ekleme kullanılabilir bir proje bulamadı. Planify'dan proje oluşturmayı deneyin.

source: Berry Red
tr: Dut Kırmızısı

source: Red
tr: Kırmızı

source: Orange
tr: Turuncu

source: Olive Green
tr: Zeytin Yeşili

source: Yellow
tr: Sarı

source: Lime Green
tr: Misket Limonu Yeşili

source: Green
tr: Yeşil

source: Mint Green
tr: Nane Yeşili

source: Teal
tr: Deniz Mavisi

source: Sky Blue
tr: Gök Mavisi

source: Light Blue
tr: Açık Mavi

source: Blue
tr: Mavi

source: Grape
tr: Üzüm Moru

source: Violet
tr: Menekşe

source: Lavender
tr: Lavanta

source: Magenta
tr: Macenta

source: Salmon
tr: Somon

source: Charcoal
tr: Kömür Karası

source: Grey
tr: Gri

source: Taupe
tr: Boz Kahverengi

source: Light
tr: Açık

source: Dark
tr: Koyu

source: Dark Blue
tr: Koyu Mavi

source: None
tr: Hiçbiri

source: Today + Inbox
tr: Bugün + Gelen Kutusu

source: Cancel
tr: İptal

source: Delete All
tr: Etiketi sil

source: Process completed, you need to start Planify again.
tr: İşlem tamamlandı, Planify'ı yeniden başlatmanız gerekiyor.

source: Ok
tr: Tamam

source: Priority 1: high
tr: Öncelik 1: yüksek

source: Priority 2: medium
tr: Öncelik 2: orta

source: Priority 3: low
tr: Öncelik 3: düşük

source: Priority 4: none
tr: Öncelik 4: yok

source: high
tr: yüksek

source: medium
tr: orta

source: low
tr: düşük

source: none
tr: yok

source: On This Computer
tr: Bu Bilgisayarda

source: Meet Planify
tr: Planify ile tanışın

source: This project shows you everything you need to know to hit the ground running. Don’t hesitate to play around in it – you can always create a new one from settings.
tr: Bu proje, işe koyulmak için bilmeniz gereken her şeyi size gösterecek. Kurcalamaktan çekinmeyin. Ayarlardan her zaman yenisini oluşturabilirsiniz.

source: Tap this to-do
tr: Bu yapılacaka dokunun

source: You're looking at a to-do! Complete it by tapping the checkbox on the left. Completed to-dos are collected at the bottom of your project.
tr: Yapılacak bir işe bakıyorsunuz! Soldaki onay kutusuna dokunarak tamamlayın. Tamamlanan yapılacaklar projenizin altında toplanır.

source: Create a new to-do
tr: Yeni yapılacak oluştur

source: Now it's your turn, tap the '+' button at the bottom of your project, enter any pending and tap the blue 'Save' button.
tr: Şimdi sıra sizde. Projenizin altındaki '+' düğmesine dokunun, bekleyenleri girin ve mavi 'Kaydet' düğmesine dokunun.

source: Plan this to-do by today or later
tr: Bu yapılacak işi bugün veya daha sonrasına planlayın

source: Tap the calendar button at the bottom to decide when to do this to-do.
tr: Bu yapılacak işi ne zaman yapacağınıza karar vermek için alttaki takvim düğmesine dokunun.

source: Reorder yours to-dos
tr: Yapılacaklarınızı yeniden sıralayın

source: To reorder your list, tap and hold a to-do, then drag it to where it should go.
tr: Listenizi yeniden sıralamak için yapılacak işe dokunup basılı tutun, ardından gitmesi gereken yere sürükleyin.

source: Create a project
tr: Proje oluştur

source: Organize your to-dos better! Go to the left panel and click the '+' button in the 'On This Computer' section and add a project of your own.
tr: Yapılacaklarınızı daha iyi organize edin! Sol panele gidip 'Bu Bilgisayarda' bölümündeki '+' düğmesine tıklayın ve kendinize ait bir proje ekleyin.

source: You’re done!
tr: Bitti!

source: That’s all you really need to know. Feel free to start adding your own projects and to-dos. You can come back to this project later to learn the advanced features below.. We hope you’ll enjoy using Planify!
tr: Gerçekten bilmeniz gereken tek şey bu. Kendi projelerinizi ve yapılacak işlerinizi eklemekten çekinmeyin. Aşağıdaki gelişmiş özellikleri öğrenmek için bu projeye daha sonra geri dönebilirsiniz... Planify'ı kullanmaktan keyif alacağınızı umuyoruz!

source: Tune your setup
tr: Kurulumunuzu ayarlayın

source: Show your calendar events
tr: Takvim etkinliklerinizi gösterin

source: You can display your system's calendar events in Planify. Go to 'Preferences' 🡒 General 🡒 Calendar Events to turn it on.
tr: Sisteminizin takvim etkinliklerini Planify'da görüntüleyebilirsiniz. Açmak için 'Tercihler' 🡒 Takvim Olayları'na gidin.

source: Enable synchronization with third-party service.
tr: Üçüncü taraf hizmetiyle eşzamanlamayı etkinleştirin.

source: Planify not only creates tasks locally, it can also synchronize your Todoist account. Go to 'Preferences' 🡒 'Accounts'.
tr: Planify sadece yerel olarak görevler oluşturmakla kalmaz, aynı zamanda Todoist hesabınızı da eşzamanlayabilir. 'Tercihler' 🡒 'Hesaplar'a git.

source: Boost your productivity
tr: Üretkenliğinizi artırın

source: Drag the plus button!
tr: Artı düğmesini sürükleyin!

source: That blue button you see at the bottom of each screen is more powerful than it looks: it's made to move! Drag it up to create a task wherever you want.
tr: Her ekranın altındaki mavi düğme göründüğünden daha güçlüdür: hareket edebilmektedir! İstediğiniz yerde görev oluşturmak için yukarı sürükleyin.

source: Tag your to-dos!
tr: Yapılacaklarınızı etiketleyin!

source: Tags allow you to improve your workflow in Planify. To add a Tag click on the tag button at the bottom.
tr: Etiketler, Planify'daki iş akışınızı geliştirmenizi sağlar. Etiket eklemek için alttaki etiket düğmesine tıklayın.

source: Set timely reminders!
tr: Zamanlı hatırlatıcılar ayarlayın!

source: You want Planify to send you a notification to remind you of an important event or something special. Tap the bell button below to add a reminder.
tr: Planify'ın size önemli etkinliği ya da özel bir şeyi hatırlatmamı için bildirim göndermesini mi istiyorsunuz. Hatırlatıcı eklemek için aşağıdaki zil düğmesine dokunun.

source: 💼️Work
tr: 💼️İş

source: 🎒️School
tr: 🎒️Okul

source: 👉️Delegated
tr: 👉️Atanmış

source: 🏡️Home
tr: 🏡️Ev

source: 🏃‍♀️️Follow Up
tr: 🏃‍♀️️Takip Et

source: Task duplicated
tr: Çoğalt

source: Section duplicated
tr: Bölüm Adı

source: Project duplicated
tr: Projeler

source: Tomorrow
tr: Yarın

source: Yesterday
tr: Dün

source: day
tr: Bugün

source: Mo,
tr: Paz,

source: Tu,
tr: Sal,

source: We,
tr: Çrş

source: Th,
tr: Per,

source: Fr,
tr: Cum,

source: Sa,
tr: Cts,

source: Su,
tr: Paz,

source: The request was incorrect.
tr: İstek yanlış.

source: Authentication is required, and has failed, or has not yet been provided.
tr: Kimlik doğrulama gerekiyor ve başarısız oldu veya henüz sağlanmadı.

source: The request was valid, but for something that is forbidden.
tr: İstek geçerliydi, ancak yasak olan bir şey için.

source: The requested resource could not be found.
tr: İstenen kaynak bulunamadı.

source: The user has sent too many requests in a given amount of time.
tr: Kullanıcı belirli bir süre içinde çok fazla istek gönderdi.

source: The request failed due to a server error.
tr: Sunucu hatası nedeniyle istek başarısız oldu.

source: The server is currently unable to handle the request.
tr: Sunucu şu anda isteği işleyemiyor.

source: Unknown error
tr: Bilinmeyen hata

source: No Provider Available
tr: Kullanılamıyor

source: Priority 4: None
tr: Öncelik 4: yok

source: Priority 1: High
tr: Öncelik 1: yüksek

source: Priority 2: Medium
tr: Öncelik 2: orta

source: Priority 3: Low
tr: Öncelik 3: düşük

source: Priority 1: Medium
tr: Öncelik 2: orta

source: Priority 1: Low
tr: Öncelik 3: düşük

source: Complete
tr: Tamamlandı

source: Your list of filters will show up here. Create one by entering the name and pressing the Enter key.
tr: Süzgeç listeniz burada görünecek. Adını girip Enter tuşuna basarak bir tane oluşturun.

source: Your list of filters will show up here.
tr: Hatırlatıcılar listeniz burada görünecek. '+' düğmesine tıklayarak bir tane ekleyin

source: Search
tr: Ara

source: Search or Create
tr: Ara veya Oluştur

source: Su
tr: Pzr

source: Mo
tr: Pzt

source: Tu
tr: Sal

source: We
tr: CSB

source: Th
tr: Per

source: Fr
tr: Cum

source: Sa
tr: Cts

source: Schedule
tr: Zamanla

source: Set a Due Date
tr: Bitiş tarihi

source: Next week
tr: Sonraki hafta

source: Choose a date
tr: Tarih seçiniz

source: Repeat
tr: Yinele

source: Time
tr: Zaman

source: Done
tr: Tamamlandı

source: Back
tr: Yedekler

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: Yearly
tr: Yıllık

source: Custom
tr: Özel

source: Select Labels
tr: Etiketi sil

source: No Section
tr: Bölüm Yok

source: Set Section
tr: Yeni Bölüm

source: Select Section
tr: Bölümü Sil

source: Reminders
tr: Hatırlatıcılar

source: Your list of reminders will show up here. Add one by clicking the '+' button.
tr: Hatırlatıcılar listeniz burada görünecek. '+' düğmesine tıklayarak bir tane ekleyin

source: Add Reminder
tr: Hatırlatıcı Ekle

source: Task copied to clipboard
tr: Görev panoya kopyalandı

source: Delete
tr: Sil

source: The project was copied to the Clipboard.
tr: Proje Panoya kopyalandı.

source: Delete Source?
tr: Bölümü Sil

source: filters
tr: Filtrele

source: scheduled
tr: zamanlanmış

source: upcoming
tr: yaklaşan

source: today
tr: bugün

source: completed
tr: tamamlandı

source: labels
tr: etiketler

source: tomorrow
tr: Yarın

source: date
tr: Güncelle

source: no date
tr: Bitiş tarihi

source: Repeating
tr: Yinele

source: repeating
tr: Yinele

source: Unlabeled
tr: etiketler

source: no label
tr: etiketler

source: unlabeled
tr: etiketler

source: All Tasks
tr: Görevler

source: all tasks
tr: Görevler

source: all
tr: Tüm

source: Are you sure you want to reset all? (y/n):
tr: Tümünü sıfırlamak istediğinize emin misiniz?

source: Planify will automatically start when this device turns on and run when its window is closed so that it can send to-do notifications.
tr: Planify, bu aygıt açıldığında kendiliğinden başlayacak ve yapılacaklar bildirimleri gönderebilmek için penceresi kapatıldığında çalışacak.

source: Open Quick Find
tr: Hızlı bulu aç

source: Preferences
tr: Tercihler

source: Keyboard Shortcuts
tr: Klavye Kısayolları

source: What's New
tr: Neler Yeni

source: About Planify
tr: Planify Hakkında

source: Archived Projects
tr: Proje Ekle

source: See More
tr: Proje oluştur

source: Delete Backup
tr: Yedek Oluştur

source: Backup Successfully Imported
tr: Yedek Başarıyla İçe Aktarıldı

source: Process completed, you need to start Planify again
tr: İşlem tamamlandı, Planify'ı yeniden başlatmanız gerekiyor

source: Planify Backup Files
tr: Planify Yedek Dosyaları

source: On this computer
tr: Bu bilgisayarda

source: Go to Inbox
tr: Bugün + Gelen Kutusu

source: Go to Today
tr: Bugün

source: Go to Scheduled
tr: Zamanlanmış

source: Go to Labels
tr: Etiketler

source: Go to Pinboard
tr: Pano

source: Favorites
tr: Gözdeler

source: No favorites available. Create one by clicking on the '+' button
tr: Gözdeler bulunamadı. '+' düğmesine tıklayarak bir tane oluşturabilirsiniz

source: What’s new in Planify
tr: Planify'daki yenilikler

source: Projects sort changed to 'Custom sort order'
tr: Proje sırası, 'Özel Sıralama Düzeni' olarak değiştirildi

source: Remove From Favorites
tr: Gözdelerden Kaldır

source: Add to Favorites
tr: Gözdelere Ekle

source: Edit Project
tr: Projeyi Düzenle

source: Duplicate
tr: Çoğalt

source: Delete Project
tr: Projeyi Sil

source: Share
tr: Paylaş

source: Send by E-Mail
tr: E-posta İle Gönder

source: (No Section)
tr: (Bölüm Yok)

source: Add Task
tr: Görev Ekle

source: Edit Section
tr: Bölümü Düzenle

source: Move Section
tr: Bölümü Taşı

source: Manage Section Order
tr: Bölüm Sıralamasını Yönet

source: Show Completed Tasks
tr: Tamamlanan Görevleri Göster

source: Delete Section
tr: Bölümü Sil

source: Add Subtasks
tr: Alt Görev Ekle

source: Add Attachments
tr: Görev Ekle

source: No Date
tr: Tarih Yok

source: Move
tr: Taşı

source: Add Subtask
tr: Alt Görev Ekle

source: Edit
tr: Düzenle

source: Delete Task
tr: Görevi Sil

source: Use as a Note
tr: Tarih seçiniz

source: Copy to Clipboard
tr: Panoya Kopyala

source: Completed. Next occurrence: %s
tr: Tamamlandı. Sonraki gerçekleşme: %s

source: %s was deleted
tr: %s silindi

source: Undo
tr: Geri Al

source: Order changed to 'Custom sort order'
tr: Sıralama 'Özel Sıralama Düzeni' olarak değiştirildi

source: Edit Label
tr: Etiketi Düzenle

source: Delete Label
tr: Etiketi sil

source: Close Detail
tr: Ayrıntıları Göster

source: Are you sure you want to delete?
tr: %s ögesini silmek istediğinizden emin misiniz?

source: Open/Close Sidebar
tr: Kenar Çubuğunu Aç/Kapat

source: No project available. Create one by clicking on the '+' button
tr: Proje bulunamadı. '+' düğmesine tıklayarak bir tane oluşturabilirsiniz

source: Offline Mode Is On
tr: Çevrim Dışı Kip Açık

source: Looks like you'are not connected to the internet. Changes you make in offline mode will be synced when you reconnect
tr: Görünüşe göre internete bağlı değilsiniz. Çevrim dışı kipte yaptığınız değişiklikler, yeniden bağlandığınızda eşzamanlanacak

source: Mark as Completed
tr: Tamamlanmış Olarak Maskele

source: Delete To-Do
tr: Yapılacak'ı Sil

source: Are you sure you want to delete this to-do?
tr: Bu yapılacakʼı silmek istediğinize emin misiniz?

source: Delete %d To-Dos
tr: %d Yapılacakʼı Sil

source: Are you sure you want to delete these %d to-dos?
tr: %d yapılacakʼı silmek istediğinize emin misiniz?

source: Sub-tasks
tr: Alt Görev Ekle

source: Add Section
tr: Bölüm Ekle

source: Attachments
tr: Görev Ekle

source: Add Source
tr: Kaynak

source: Project Actions
tr: Projeler

source: When?
tr: Ne zaman?

source: Manage Sections
tr: Bölüm Sıralamasını Yönet

source: Select
tr: Seç

source: Paste
tr: Yapıştır

source: List
tr: Liste

source: Board
tr: Pano

source: Custom sort order
tr: Özel sıralama düzeni

source: Alphabetically
tr: Alfabetik

source: Date Added
tr: Eklenme tarihi

source: Sorting
tr: Bizi Destekleyin

source: Duedate
tr: Güncelle

source: Filter by Labels
tr: Etiketlere Göre Filtrele

source: Sort By
tr: Sırala

source: Filter By
tr: Filtrele

source: Note
tr: Not

source: Add Some Tasks
tr: Görev Ekle

source: Overdue
tr: Süresi doldu

source: Reschedule
tr: Yeniden zamanla

source: Order by
tr: Sırala

source: No labels available. Create one by clicking on the '+' button
tr: Gözdeler bulunamadı. '+' düğmesine tıklayarak bir tane oluşturabilirsiniz

source: Add Project
tr: Proje Ekle

source: Delete All Completed Tasks
tr: Tamamlanan Görevlerin Altını Çiz

source: New Project
tr: Yeni Proje

source: Give your project a name
tr: Proje adı

source: Use Emoji
tr: Emoji kullan

source: Source
tr: Kaynak

source: Update Project
tr: Projeyi Güncelle

source: Sources
tr: Kaynak

source: Project added successfully!
tr: Proje eklendi.

source: New Section
tr: Yeni Bölüm

source: Section Name
tr: Bölüm Adı

source: Update Section
tr: Bölümü Güncelle

source: New Label
tr: Yeni Etiket

source: Give your label a name
tr: Etiketinize bir ad verin

source: Add Label
tr: Etiket Ekle

source: Update Label
tr: Etiketi Güncelle

source: Todoist Sync
tr: Todoist Eşzamanlama

source: Loading
tr: Yükleniyor

source: Planner is sync your tasks, this may take a few minutes
tr: Planlayıcı görevlerinizi eşzamanlıyor, bu birkaç dakika sürebilir

source: Please enter your credentials
tr: Lütfen kimlik bilgilerinizi girin

source: Network Is Not Available
tr: Ağ Kullanılamıyor

source: Duplication of Sections and Projects
tr: Projede Yeni Bölüm Oluştur

source: Archiving of Projects and Sections
tr: Proje adı

source: Type a search
tr: Aramak için yazınız

source: Next Week
tr: Sonraki Hafta

source: Filter
tr: Filtrele

source: Added at
tr: Eklenme tarihi

source: Not available
tr: Kullanılamıyor

source: Updated at
tr: Güncellenme tarihi

source: Quick Find
tr: Hızlı Arama

source: Quickly switch projects and views, find tasks, search by labels
tr: Hızlıca projeleri ve görünümleri değiştirin, görevleri bulun, etiketlere göre arama yapın

source: Support Planify
tr: Planify'ı Destekleyin

source: Planify is being developed with love and passion for open source. However, if you like Planify and want to support its development, please consider supporting us.
tr: Planify açık kaynak olarak, sevgi ve tutkuyla geliştirilmektedir. Planify'ı seviyorsanız ve gelişimini desteklemek istiyorsanız, bizi desteklemeyi unutmayın.

source: Supporting Us
tr: Bizi Destekleyin

source: Integrations
tr: Tümleşim

source: Sync your favorite to-do providers
tr: Gözde yapılacaklar sağlayıcılarınızla eşzamanlayın

source: General
tr: Genel

source: Customize to your liking
tr: İsteğinize göre özelleştirin

source: Task Setting
tr: Görev Ayarları

source: Sidebar
tr: Kenar çubuğu

source: Customize your sidebar
tr: Kenar çubuğunuzu özelleştirin

source: Appearance
tr: Görünüm

source: Quick Add
tr: Hızlı Ekle

source: Adding to-do's from anywhere
tr: Her yerden yapılacaklar ekleme

source: Backups
tr: Yedekler

source: Create Tutorial Project
tr: Eğitim Projesi Oluştur

source: Learn the app step by step with a short tutorial project
tr: Kısa eğitim projesi ile uygulamayı adım adım öğrenin

source: Reach Us
tr: Bize Ulaşın

source: Contact Us
tr: İletişime Geç

source: Request a feature or ask us anything
tr: Özellik talep edin ya da bize bir şey sorun

source: Tweet Us
tr: Bize Tweet Atın

source: Share some love
tr: Sevginizi paylaşın

source: Discuss and share your feedback
tr: Tartışın ve görüşlerinizi paylaşın

source: Want to buy me a drink?
tr: Bana bir içecek ısmarlamak ister misin?

source: Privacy
tr: Gizlilik

source: Privacy Policy
tr: Gizlilik İlkesi

source: We have nothing on you
tr: Sana karşı hiçbir şeyimiz yok

source: Delete App Data
tr: Planify Verilerini Sil

source: A tutorial project has been created
tr: Öğretici proje oluşturuldu

source: Delete All Data?
tr: Planify Verilerini Sil

source: Home Page
tr: Ana Sayfa

source: Custom Sort Order
tr: Özel Sıralama Düzeni

source: Sort by
tr: Sırala

source: Ascending
tr: Artan

source: Descending
tr: Azalan

source: Ordered
tr: Sıralı

source: DE Integration
tr: Masaüstü Ortamı Tümleşimi

source: Run in Background
tr: Arka Planda Çalıştır

source: Let Planify run in background and send notifications
tr: Planify'ın arka planda çalışmasına ve bildirim göndermesine izin ver

source: Run on Startup
tr: Başlangıçta Çalıştır

source: Whether Planify should run on startup
tr: Planify'ın başlangıçta çalışma durumu

source: Calendar Events
tr: Takvim Etkinlikleri

source: Date and Time
tr: Tarih ve Zaman

source: 24h
tr: 24 saat

source: 12h
tr: 12 saat

source: Clock Format
tr: Saat Biçimi

source: Sunday
tr: Pazar

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Start of the Week
tr: Hafta Haşlangıcı

source: Task Settings
tr: Görev Ayarları

source: Instantly
tr: Anında

source: Wait 2500 Milliseconds
tr: 2500 Milisaniye Bekle

source: Complete Task
tr: Görevi Tamamla

source: Complete your to-do instantly or wait 2500 milliseconds with the undo option
tr: Yapılacak işinizi anında tamamlayın ya da geri al seçeneğiyle 2500 milisaniye bekleyin

source: Priority 1
tr: Öncelik 1

source: Priority 2
tr: Öncelik 2

source: Priority 3
tr: Öncelik 3

source: Default Priority
tr: Öntanımlı Öncelik

source: Cross Out Completed Tasks
tr: Tamamlanan Görevleri Göster

source: Top
tr: Üst

source: Bottom
tr: Alt

source: New Task Position
tr: Yeni Görev Pozisyonu

source: Always Show Completed Sub-Tasks
tr: Tamamlanan Görevleri Göster

source: Task Complete Tone
tr: Görevi Tamamla

source: Automatic reminders
tr: Zamanlı hatırlatıcılar ayarlayın!

source: App Theme
tr: Uygulama Teması

source: Use System Settings
tr: Sistem Ayarlarını Kullan

source: Light Style
tr: Açık Biçem

source: Dark Style
tr: Koyu Biçem

source: Dark Blue Style
tr: Koyu Mavi Biçem

source: Accounts
tr: Hesaplar

source: You can sort your accounts by dragging and dropping
tr: Görünümlerinizi sürükleyip bırakarak sıralayabilirsiniz

source: Sync Server
tr: Eşzamanlama Sunucusu

source: Activate this setting so that Planify automatically synchronizes with your account account every 15 minutes
tr: Planner'ın 15 dakikada bir Todoist hesabınızla kendiliğinden eşzamanlanması için bu ayarı etkinleştirin

source: Last Sync
tr: Son Eşzamanlama

source: Use Quick Add to create to-dos from anywhere on your desktop with just a few keystrokes. You don’t even have to leave the app you’re currently in.
tr: Sadece birkaç tuşa basarak masaüstünüzün herhangi bir yerinden yapılacaklar oluşturmak için Hızlı Ekle'yi kullanın. Bulunduğunuz uygulamadan çıkmanıza bile gerek yok!

source: Head to System Settings → Keyboard → Shortcuts → Custom, then add a new shortcut with the following:
tr: Sistem Ayarları → Klavye → Kısayollar → Özel bölümüne gidin ve aşağıdakileri içeren yeni kısayol ekleyin:

source: Settings
tr: Ayarlar

source: Save Last Selected Project
tr: Son Seçilen Projeyi Kaydet

source: If unchecked, the default project selected is Inbox
tr: İşaretlenmezse, öntanımlı proje Gelen Kutusu olarak seçilir

source: The command was copied to the clipboard
tr: Komut panoya kopyalandı

source: Loading…
tr: Yükleniyor…

source: Planify is is syncing your tasks, this may take a few minutes
tr: Planlayıcı görevlerinizi eşzamanlıyor, bu birkaç dakika sürebilir

source: Synchronizing…
tr: Eşzamanlanıyor…

source: Please Enter Your Credentials
tr: Lütfen Kimlik Bilgilerinizi Girin

source: Personal Data
tr: Kişisel Veriler

source: We collect absolutely nothing and all your data is stored in a database on your computer.
tr: Kesinlikle hiçbir şey toplamıyoruz ve tüm verileriniz bilgisayarınızdaki bir veritabanında saklanıyor.

source: If you choose to integrate Todoist, which is optional and not selected by default, your data will be stored on their private servers, we only display your configured tasks and manage them for you.
tr: Todoist tümleşimini seçerseniz, (isteğe bağlıdır ve öntanımlı olarak seçili değildir), verileriniz kendi özel sunucularında saklanır, biz sadece yapılandırılmış görevlerinizi görüntüler ve sizin için yönetiriz.

source: Do you have any questions?
tr: Herhangi bir sorunuz var mı?

source: If you have any questions about your data or any other issue, please contact us. We will be happy to answer you.
tr: Verileriniz veya başka bir konu hakkında sorunuz varsa, bizimle iletişime geçin. Cevap vermekten mutluluk duyarız.
