Repository: paysonwallach/planner
Catalog: po/*.po
Languages: tr

source: Our mission is to provide the best open source task management application for users all over the world. Your donations support this work. Want to donate today?
tr: Misyonumuz, tüm kullanıcılar için en iyi açık kaynak kodlu görev yönetim uygulamasını sağlamaktır. Bağışlarınız bu çalışmayı destekler. Bağış yapmak ister misiniz?

source: Never worry about losing your data. You can create backups of your active projects, tasks and comments and import them later.
tr: Verilerinizi kaybetmekten endişelenmeyin. Etkin projelerinizin, görevlerinizin ve yorumlarınızın yedeklerini oluşturabilir ve bunları daha sonra içe aktarabilirsiniz.

source: Create Backup
tr: Yedek Oluştur

source: Import Backup
tr: Yedeği İçe Aktar

source: Backup Files
tr: Yedek Dosyaları

source: No backups found, create one clicking the button above.
tr: Hesap bulunamadı. '+' düğmesine tıklayarak bir tane eşzamanlama oluşturabilirsiniz

source: The Backup was created successfully.
tr: Görevler Başarıyla Eşzamanlandı

source: Tasks Migrate Successfully
tr: Görevler Başarıyla Eşzamanlandı

source: Import Overview
tr: İçe Aktarmaya Genel Görünümü

source: To-Dos
tr: Yapılacak Ekle

source: Confirm
tr: Onayla

source: Restore backup
tr: Yedeği geri yükle

source: Are you sure you want to continue? This operation will delete your current data and replace it with the backup data.
tr: Devam etmek istediğinizden emin misiniz? Bu işlem mevcut verilerinizi silecek ve yedek verilerle değiştirecek.

source: Restore Backup
tr: Yedeği Geri Yükle

source: Selected file is invalid
tr: Seçilen dosya geçersiz

source: View Backup
tr: Yedek Oluştur

source: Download
tr: İndir

source: Show in Sidebar
tr: Kenar Çubuğunda Göster

source: Show Task Count
tr: Görev Sayısını Göster

source: Sidebar Width
tr: Kenar Çubuğu Genişliği

source: You can sort your views by dragging and dropping
tr: Görünümlerinizi sürükleyip bırakarak sıralayabilirsiniz

source: Planify - Quick Add
tr: Planify - Hızlı Ekleme

# shortcut window
source: Used Anywhere
tr: Her Yerde Kullanılır

# shortcut window
source: Create a New Task
tr: Yeni Görev Oluştur

# shortcut window
source: Paste Plain Text to Create New Task
tr: Yeni Görev Oluşturmak için Düz Metin Yapıştır

# shortcut window
source: Create a New Project
tr: Yeni Proje Oluştur

# shortcut window
source: Create a New Section in a Project
tr: Projede Yeni Bölüm Oluştur

# shortcut window
source: Search
tr: Ara

# shortcut window
source: Open Quick Find
tr: Hızlı bulu aç

# shortcut window
source: Control Windows
tr: Pencereleri Denetle

# shortcut window
source: Quit
tr: Çık

# shortcut window
source: Open Preferences
tr: Tercihleri Aç

# shortcut window
source: Toggle Sidebar
tr: Kenar Çubuğunu Aç/Kapat

# shortcut window
source: Open Keyboard Shortcuts
tr: Klavye kısayollarını aç

# shortcut window
source: Navigate
tr: Gezinme

# shortcut window
source: Open Homepage
tr: Ana sayfayı aç

# shortcut window
source: Open Inbox
tr: Gelen kutusunu aç

# shortcut window
source: Open Today
tr: Bugünü aç

# shortcut window
source: Open Scheduled
tr: Zamanlanmışı aç

# shortcut window
source: Open Labels
tr: Etiketler

# shortcut window
source: Open Pinboard
tr: Panoyu aç
